Repository: BathoryPeter/gnome-shell-extension-mconnect
Catalog: po/*.po
Languages: fr_ca

source: Disallowing this device will deny it access to your computer.
fr_ca: En interdisant l'accès à ce périphérique, il refusera l'accès à votre ordinateur.

source: A pairing request is currently in progress. Disallowing this device will cancel the request and deny it access to your computer.
fr_ca: Une demande d'appariement est actuellement en cours. Ne pas autoriser cet appareil annule la demande et refuse l'accès à votre ordinateur.

source: Allowing this device will grant it access to your computer and may pose a serious security risk.
fr_ca: Permettre à ce périphérique de lui accorder un accès à votre ordinateur et peut poser de sérieux risques pour la sécurité.

source: Print debug messages to log
fr_ca: Imprimez les messages de débogage pour vous connecter

source: If true the extension will print verbosely to the log. See 'journalctl /usr/bin/gnome-shell -f -o cat' for output.
fr_ca: S'il est vrai que l'extension imprimera expressément le journal. Voir 'journalctl / usr / bin / gnome-shell -f -o cat' pour la sortie.

source: Show per-device indicators
fr_ca: Afficher les indicateurs par périphérique

source: If true, show an indicator in the Status Area for each device. If false, devices will be available in the User Menu.
fr_ca: S'il est vrai, affichez un indicateur dans la zone d'état pour chaque périphérique. Si false, les périphériques seront disponibles dans le menu utilisateur.

source: Show offline devices
fr_ca: Afficher les périphériques hors ligne

source: If true, cached devices will be shown in the interface even when they are offline.
fr_ca: Si c'est vrai, les périphériques en cache seront affichés dans l'interface, même s'ils sont hors ligne.

source: Show unallowed devices
fr_ca: Afficher les périphériques hors ligne

source: If true, devices will be shown in the interface even if they have not been marked allowed or formally paired.
fr_ca: Si c'est vrai, les périphériques seront affichés dans l'interface, même s'ils n'ont pas été marqués autorisés ou formellement appariés.

source: Start the daemon automatically
fr_ca: Démarrez le démon automatiquement

source: If true the daemon will be automatically started and restarted if it stops. If false the extension will wait for the daemon to be started.
fr_ca: Si c'est vrai, le démon est automatiquement démarré et redémarré s'il arrête. Si false, l'extension attendra le démarrage du démon.
